{
    "Select Language" : "Выбрать язык",
    "English": "Английский",
    "Turkish": "Турецкий",
    "Russian": "Русский",
    "About": "O",
    "Home" : "RU1",
    "Business" : "RU2???",
    "Invest" : "RU3",
    "Reference" : "RU4",
    "Profile" : "RU5",

    "home":{
        "0" : "Баланс кошелька",
        "1":"Депозит",
        "2":"Снятие",
        "3":"ссылка",
        "4":"о",
        "5":"Настройки" ,
        "6":"Поддерживать",
        "7":"Cчастливые розыгрыши",
        "8":"Билет",
        "9":"повышение",
        "10":"нормальный",
        "11":"ДОРОЖНАЯ КАРТА",
        "12":"Запуск сайта TronGMC 20.07.2023", 
        "13": "Размещение и расстановка машин на Сайте Компании.",
        "14":"Открытие секции розыгрыша счастливых билетов",
         "15":"Раздел Spinner (charx)",
         "16":"Открытие пакета VIP-6",
         "17":"Открытие пакета VIP-7",                
         "18":"Открытие пакета VIP-8",
         "19":"Новые розыгрыши и бонусные программы",
         "20" : "Мобильное приложение TronGMC",
         "21":"Активация веб-сайта TronGMC в таких системах, как ПК (Windows, Linux, MAC).",
         "22":"Вскрытие пакета VIP-9",
         "23":"Вскрытие пакета VIP-10",
         "24":"Раздел чата моего сайта (в этом разделе вы можете сколько угодно общаться с пользователями компании и приятно проводить время.)",
         "25":"План токенов TronGMC (Здесь у компании будет свой токен, и если вы купили его из VIP-пакетов благодаря этому токену, вы заработаете как tron, так и TGMC (Tron Genesis Mining Cloud Token).)" ,
         "26":"Кошелек TronGMC (с помощью этого кошелька вы можете хранить свои собственные криптовалюты и токены TGMC.)",
         "27":"Рыночный листинг токена TGMC",
         "28":"Вскрытие пакета VIP-11",
         "29":"Вскрытие пакета VIP-12",
         "30" :"Инвестировано",
         "31":"Члены",
         "32":"Глобальные партнеры"
    },
    "login": {
        "0": "\" Войдите в восхитительный мир прибыли, инвестируя и формируя свое финансовое будущее. Мы здесь, чтобы изучить возможности, которые ждут вас, и получить максимальную отдачу от ваших инвестиций .\"",
        "1":"Добро пожаловать",
        "2":"имя пользователя",
        "3":"пароль",
        "4":"Введите имя пользователя",
        "5":"Введите ваш пароль",
        "6":"Aвторизоваться",
        "7":"У тебя есть аккаунт",
        "8":"Регистр"
    },
    "Deposit": {
        "0":"Допустимые форматы jpg/jpeg/png"
    },
    "business":{
        "0": "Cкопировать Rеферальный URL",
        "1": "Kупить Hовую Mашину",
        "2": "день",
        "3": "Активные пакеты",
        "4": "Имя",
        "5": "Ставка",
        "6": "Деньги",
        "7": "Пассивные пакеты"
    },
    "invest":{
        "0": "Выберите свою машину",
        "1": "ВАЖНЫЙ!!!",
        "2": "Прежде чем выбрать свою машину, вам нужно знать, что сумма, которую вы заработаете после инвестиции, будет отражена в вашей учетной записи, когда срок действия машины истечет в то время, которое она представляет.",
        "3": "Время",
        "4": "Заработок",
        "5": "Макс",
        "6": "Лотерея"
    },
    "reference": {
        "0": "Справочный уровень 1",
        "1": "Имя",
        "2": "Э-почта",
        "3": "Актив",
        "4": "Отправлять",
        "5": "Вы хотите отправить деньги?",
        "6": "Bведите Cумму",
        "7": "Да",
        "8": "Нет"
    },
    "profile": {
        "0": "Депозит",
        "1": "Отзывать",
        "2": "Переменная", 
        "3": "Подлинный баланс",
        "4": "Перевод между балансами"
    },
    "deposit":{
        "0": "Валюта депозита",
        "1": "Kошелек",
        "2": "Сделать депозит",
        "3": "Количество",
        "4": "Платить",
        "5": "Минимальный депозит 10 тркс, максимальный депозит 100 000 тркс.",
        "6": "Скопируйте и отправьте адрес tron ​​(trc20) для инвестирования. затем отправьте нам свой чек для подтверждения. Ваши инвестиции будут зачислены в течение 1-2 часов.", 
        "7": "(Депозит вносится с 08:00 до 20:00.) Транзакции, которые вы видите, работают со шведским временем (GMT+2)."
        },
        "withdraw": {
            "0": "Снять деньги",
            "1": "Пожалуйста, убедитесь, что вы вводите правильный адрес Tron (TRC20), вывод средств будет осуществлен в течение 6 часов. Комиссия за вывод 2%. Минимальный вывод составляет 10 транзакций, максимальный вывод составляет 100 000 транзакций",
            "2": "(Вывод средств осуществляется с 08:00 до 20:00.) Транзакции, которые вы видите, работают по шведскому времени (GMT+2).",
            "3": "Выводимая сумма",
            "4": "Пиши адрес",
            "5": "Снять деньги"
        },
        "about": {
            "0": "Как стать партнером в TronGMC?",
           "1": "Чтобы стать партнером нашей компании, вам нужно арендовать один из предлагаемых пакетов. Таким образом, вы поддерживаете Tron Blockchain и становитесь партнером нашей компании.",
           "2": "Что должно произойти после регистрации в компании?",
           "3": "После регистрации в нашей компании вам необходимо стать участником предлагаемых нами VIP-пакетов. Когда будет найден участник, машины будут арендованы, заработок будет защищен онлайн и отражен в вашем балансе.",
           "4": "Арендованные машины работают в зависимости от суммы, которую вы заплатили, и обеспечивают прибыль.",
           "5": "Я хочу вывести деньги со своего аккаунта, как это сделать?",
           "6": "Перейдите в раздел \"Accounts\" и запустите раздел \"Withdrawal\". Введите адрес trx. Введите желаемые пределы и выполните вывод.",
           "7": "Минимальный депозит для вывода составляет 10 trx, минимальный депозит для накопления - 20 trx.",
           "8": "Вы можете выводить деньги только один раз в день. Часы вывода и инвестирования - 08:00 и 20:00 (шведское время).",
           "9": "На какие депозиты можно инвестировать?",
           "10": "Только TRX (TRC20). Поскольку у нас есть соглашение с компанией Tron, мы принимаем только токен Tron. Это делается для поддержки Tron Blockchain и создания объема на Tron.",
           "11": "Каковы уровни VIP-пакетов?",
           "12": "Каждый VIP-пакет имеет разные устройства и хэш-скорость. При покупке VIP1 вы арендуете минимальное потребление энергии и увеличиваете размер слабой хэш-скорости на 7% в день. Однако, при покупке VIP 5 вы получаете более высокую процентную ставку, что является справедливым.",
           "13": "Я вывел деньги, но они еще не пришли, почему?",
           "14": "Могут возникать задержки во времени вывода. Причина в том, что регистрация зарегистрирована на компанию, принадлежащую нескольким людям. Если у вас есть такое письмо, отправьте текстовое сообщение на нашу службу поддержки.",
           "15": "Для вывода используется только TRX.",
           "16": "Ваши транзакции записываются, и вы можете их просмотреть.",
           "17": "Как узнать или изменить пароль, если я его забыл?",
           "18": "Если вы хотите изменить пароль, вы можете обновить его, используя раздел \"Change password\" в разделе \"Accounts\", введя старый пароль и повторно введя новый пароль.",
           "19": "Как происходит внесение денег на счет?",
           "20": "Если вы хотите добавить средства на свой счет, перейдите в раздел \"profile\" и нажмите \"deposit\". Затем выберите TRX (TRC20) и выберите сумму, которую хотите внести. (минимальный депозит 10 trx. Комиссия 2%) Сумма TRX будет переведена на ваш баланс после сохранения.",
           "21": "Сколько я могу получить от VIP-пакетов?",
           "22": "VIP-1 = 10 прав на покупку,",
           "23": "VIP-2 = 50 прав на покупку,",
           "24": "VIP-3 = 100 прав на покупку,",
           "25": "VIP-4 = 500 прав на покупку,",
           "26": "VIP-5 = 1000 прав на покупку. Причина, по которой мы ограничиваем пакеты, заключается в том, что машины ограничены. По мере роста нашей компании вы сможете выбрать больше машин. Панель управления будет обновлена по мере поступления других пакетов. Мы добросовестно просим вас следовать указанным ниже правилам. В противном случае ваша учетная запись будет заблокирована.",
           "27": "Открытие нескольких учетных записей с одного IP,",
           "28": "Вмешательство в учетные записи других пользователей, взлом и изменение их паролей.",
           "29": "Использование БОТа или программного обеспечения на учетной записи,",
           "30": "Вход в учетные записи пользователей или просьба пользоваться учетными записями других пользователей.",
           "31": "Неуважение и оскорбление модераторов. Эти правила являются важными и основными для нашей компании. Мы заботимся о наших пользователях и любим их. У меня есть вопросы, где я могу найти ответы на них?",
           "32": "Если у вас есть вопросы, перейдите по ссылке в разделе \"Support\" выше и напишите свои вопросы модераторам. Они ответят на ваши связанные вопросы. Система Spinner и VIP-пакеты",
           "33": "VIP-1 = 7 дней и 7% дохода. Подарок - 1 вращение барабана.",
           "34": "VIP-2 = 10 дней и 8% дохода. Подарок - 3 вращения барабана.",
           "35": "VIP-3 = 15 дней и 10% дохода. Подарок - 6 вращений барабана.",
           "36": "VIP-4 = 20 дней и 11% прибыли. Подарок - 10 вращений и 50 TRX.",
           "37": "VIP-5 = 25 дней и 12% дохода. Подарок - 20 вращений и 250 TRX. Раздел \"SPIN THE WHEEL\" - это бонусная система, созданная для удовольствия. Наши пользователи могут заработать дополнительный доход, воспользовавшись этим барабаном. Барабан вращается случайным образом. Tron Genesis Mining Cloud официально лицензирован Justin Sun. Мы благодарим Justin Sun за эту лицензию.",
           "38": "Система промоушенов",
           "39": "Вы можете заработать дополнительные вознаграждения, приглашая своих друзей в Tron GMC. 10% за 1-го реферала, 5% за 2-го реферала и 3% за 3-го реферала.",
           "40": "Например, приглашенный с именем A получает B и A получает 10% от депозита B. Если B идет и приглашает C, на этот раз A получает 5% от инвестиции C. Если человек C приглашает человека D, в этот раз человек A выигрывает 3% от суммы инвестиций.",
           "41": "Для создания команды скопируйте ссылку \"Share with friends\" и отправьте ее своим друзьям. После регистрации ваших друзей и покупки VIP-пакета промоушен будет автоматически отражен на вашем балансе.",
           "42": "Вы получаете больше дохода, привлекая людей в компанию. Вы также поддерживаете компанию. В замен на эту поддержку вы получите определенные бонусы. Мы, как TRONGMC, отправляем наши наилучшие пожелания, любовь и уважение.",
           "43": "Розыгрыши Лаки-билетов",
           "44": "Эти розыгрыши - новый метод, реализованный TronGMC и приветствуемый пользователями. Вы можете купить лотерейные билеты здесь и увеличить свои шансы на победу. Первым 3 случайно выбранным участникам присуждаются призы с учетом количества билетов и количество рефералов. (Призы будут разными в каждом розыгрыше.) Стоимость билета составляет 5 trx.",
           "45": "Официальная информация о компании",
           "46": "Официальный веб-сайт",
           "47": "Официальный канал в Telegram",
           "48": "Официальная группа в Telegram",
           "49": "Адрес компании: компания TOPSECRET, зарегистрированная в Швеции.",
           "50": "Tron Genesis Mining Cloud официально лицензирован Justin Sun. Мы благодарим Justin Sun за эту лицензию.",
           "51": "О КОМПАНИИ TRON GENESIS MINING CLOUD",
           "52": "Tron Genesis Mining Cloud - это компания по добыче Tron, которая была основана 05.10.2021 в Ишвекре. Наша цель - минимизировать Gwei-сбор на блокчейне Tron. Мы усердно работаем над этим. Коротко говоря, компания TRONGMC заключает новый план! Мы здесь с нашей онлайн-облачной платформой компании с 20.07.2023 года. Цель нашей компании - предоставить людям возможность арендовать оборудование для онлайн-добычи и поддержки блокчейна Tron. Таким образом, мы сможем минимизировать комиссии Gwei и создать более быстрый блокчейн с меньшими комиссиями! При аренде машин вы получите дополнительный доход. Например, при покупке Vip1, специальное программное обеспечение подготовит машину X бренда в нашей компании для вашей системы. Таким образом, вы сможете добывать онлайн с помощью облачной добычи. Мы сделали промоушен более выгодным для вас. Поэтому, привлекая больше клиентов в нашу компанию, вы поддерживаете нас и самих себя. Вы можете получать прибыль, доверяя себе и нам, и начать с VIP-пакетов, предлагаемых нашей компанией. Вы можете разработать свою собственную онлайн-маркетинговую сеть. Наша компания всегда будет обновляться новыми инновациями. Вы можете ознакомиться с предложенной нами Roadmap на нашем сайте.",
           "53": "ДАВАЙТЕ БЫТЬ ВМЕСТЕ И РАЗВИВАТЬ НАШУ КОМПАНИЮ!"
           },
           "Settings": {
            "0": "Настройки"
        }
}
