{
    "Select Language" : "Dil Seç",
    "English": "İngilizce",
    "Turkish": "Türkçe",
    "Russian": "Rusça",
    "About" : "Tron Genesis Mining Cloud şirketi, İşvecre'de 05.10.2021 tarihinde kurulmuş olan Tron madencilik şirketidir.  Şirketimizin amacı, Tron blok zincirindeki Gwei ücretini en aza indirmektir.  Bunun için çok çalışıyoruz. Kısa adıyla TRONGMC firması yepyeni bir plana imza atıyor!.  20.07.2023 tarihinde şirketimizin online bulut platformu ile karşınızdayız. Şirketimizin amacı, insanların Mining Online için makine kiralaması ve Tron blok zincirini desteklemesidir.  Bununla Gwei, ücretleri en aza indirecek ve daha az ücretle daha hızlı bir blok zinciri oluşturacak! Bunda kiraladığınız makineler size ek gelir sağlayacaktır.  Örneğin Vip1 satın aldığınızda özel yazılım şirketimizde bulunan X marka makineyi sisteminize hazırlıyor olacaktır.  Böylece Cloud Mining ile çevrimiçi olarak madencilik yapabileceksiniz. Promosyon ödüllerini sizin için daha karlı hale getirdik.  böylece şirketimize daha fazla müşteri getirerek, bizi ve kendinizi desteklemiş olacaksınız. Kendinize ve bize güvenerek kar edebilirsiniz, Ve firmamızın sunduğu VIP paketlerle işe başlayabilirsiniz.  Kendi çevrimiçi pazarlama ağınızı geliştirebilirsiniz. Firmamız her zaman yeniliklerle güncellenecektir.  Sitemizde sunduğumuz Yol haritasını inceleyebilirsiniz. BİRLİK OLALIM VE ŞİRKETİMİZİ GELİŞTİRELİM!.",
    "Home" : "Anasayfa",
    "Business" : "Business???",
    "Invest" : "Yatırım",
    "Reference" : "Referans",
    "Profile" : "Profil",
    "home":{
        "0" : "Cüzdan bakiyesi",
        "1":"Depozito",
        "2":"Para Çek",
        "3":"Referal",
        "4":"Hakkımızda",
        "5":"Ayarlar" ,
        "6":"Destek",
        "7":"Şanslı çekiliş",
        "8":"Bilet",
        "9":"Promosyon",
        "10":"Bakiye",
        "11":"Yol haritası",
        "12":"20.07.2023'te TronGMC web sitesinin lansmanı", 
        "13": "Şirket Web Sitesinde makinelerin yerleştirilmesi ve düzenlenmesi.",
        "14":"Şanslı bilet çekilişi bölümünün açılışı",
         "15":"Çark bölümü",
         "16":"VIP-6 paketinin açılışı",
         "17":"VIP-7 paketinin açılışı",                
         "18":"VIP-8 paketinin açılışı",
         "19":"Yeni çekilişler ve bonus programları",
         "20" : "TronGMC Mobil uygulama",
         "21":"PC (Windows, Linux, MAC) gibi sistemlerde TronGMC web sitesinin aktivasyonu.",
         "22":"VIP-9 paketinin açılışı",
         "23":"VIP-10 paketinin açılışı",
         "24":"Web sitemin chat bölümü (bu bölümde şirket kullanıcıları ile dilediğiniz kadar konuşabilir ve keyifli vakit geçirebilirsiniz.)",
         "25":"TronGMC token planı (Burada firmanın kendine ait tokenı olacak ve bu token sayesinde VIP paketlerden aldıysanız hem tron hem de TGMC (Tron Genesis Mining Cloud Token) kazanacaksınız.)" ,
         "26":"TronGMC cüzdanı (bu cüzdan ile kendi kripto para birimlerinizi ve TGMC tokenlerinizi saklayabilirsiniz.)",
         "27":"TGMC belirtecinin pazar listesi",
         "28":"VIP-11 paketinin açılışı",
         "29":"VIP-12 paketinin açılışı",
         "30" :"Yatırım",
         "31":"Kullanıcı",
         "32":"Global ortak"
    },
    "login": {
        "0": "\"Yatırım yaparak kazanç elde etmenin keyifli dünyasına adım atın ve finansal geleceğinizi şekillendirin. Sizi bekleyen fırsatları keşfetmek ve yatırımlarınızı en verimli şekilde değerlendirmek için buradayız.\"",
        "1":"HOŞ GELDİNİZ",
        "2":"Kullanıcı adı",
        "3":"Şifre",
        "4":"Kullanıcı adı girin",
        "5":"Şifre girin",
        "6":"Giriş",
        "7":"Hesabınız yok mu?",
        "8":"Kayıt olun"
    }
}